driver-tests/bpelse/flow/FlowJbi/test/FlowForEach13/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:flow="http://j2ee.netbeans.org/wsdl/FlowForEach">
  <soapenv:Body>
    <flow:branch1>Flow ForEach 1</flow:branch1>
    <flow:branch2>Flow ForEach 2</flow:branch2>
    <flow:loops>3</flow:loops>
  </soapenv:Body>
</soapenv:Envelope>